file/request/req_cus_1123433_20190805162108.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cb5="http://creditinfo.com/CB5" xmlns:cus="http://creditinfo.com/CB5/v5.53/CustomReport" xmlns:arr="http://schemas.microsoft.com/2003/10/Serialization/Arrays">
  <soapenv:Header />
  <soapenv:Body>
    <cb5:GetCustomReport>
      <cb5:parameters>
        <cus:Consent>true</cus:Consent>
        <cus:IDNumber>{
  "@i:nil": "true"
}</cus:IDNumber>
        <cus:IDNumberType>PefindoId</cus:IDNumberType>
        <cus:InquiryReason>ProvidingFacilities</cus:InquiryReason>
        <cus:InquiryReasonText />
        <cus:ReportDate>2019-08-05</cus:ReportDate>
        <cus:Sections>
          <arr:string>PEFINDOScore</arr:string>
        </cus:Sections>
        <cus:SubjectType>Individual</cus:SubjectType>
      </cb5:parameters>
    </cb5:GetCustomReport>
  </soapenv:Body>
</soapenv:Envelope>